1-6
insert into st_chart_info values ('今日动态','JRDT','统计常用医疗工作指标，显示今日或昨日各指标值。（动态数据）','略。','略。');
insert into st_chart_info values ('月环比',              'YHB','统计常用医疗工作指标，根据查询时间显示该月指标，同时显示环比增长率。','略。','略。');
insert into st_chart_info values ('月统计-门诊人次',     'YTJ-MZRC','统计门诊人次，根据查询时间显示该月门诊人次，并显示优先患者人次和一般患者人次占比。','查询门诊患者就诊记录，统计患者身份，就诊类型为‘门诊’。','略。');
insert into st_chart_info values ('月统计-门诊费用',     'YTJ-MZFY','统计门诊费用，根据查询时间显示该月门诊合计费用，并显示药费和其他费用占比。',        '查询门诊病人诊疗费用项目，按首页费用分类统计各项费用合计。','略。');
insert into st_chart_info values ('月统计-住院人次',     'YTJ-ZYRC','统计住院人次，根据查询时间显示该月住院人次，并显示优先患者人次和一般患者人次占比。','查询住院主记录，按住院日期统计住院人次。','略。');
insert into st_chart_info values ('月统计-住院费用',     'YTJ-ZYFY','统计住院费用，根据查询时间显示该月住院合计费用，并显示药费和其他费用占比。','查询住院病人诊疗费用项目，统计价表项目分类、费用合计。','略。');



7-19
insert into st_chart_info values ('医疗费用-年度对比',   'YLFY-NDDB','统计门诊和住院医疗费用，根据查询时间按自然月显示相邻两年的费用数据。','查询门诊与住院病人诊疗费用项目，统计费用合计。','略。');
insert into st_chart_info values ('医疗费用-医保对比',   'YLFY-YBDB','统计门诊和住院医疗费用，根据查询时间按自然月显示医保费用和其他费用。','查询门诊与住院病人诊疗费用项目，统计患者费别、费用合计。','略。');
insert into st_chart_info values ('门诊人次-年度对比',   'MZRC-NDDB','统计门诊人次，根据查询时间按自然月显示相邻两年的门诊人次据。','查询门诊患者就诊记录，就诊类型为‘门诊’。','略。');
insert into st_chart_info values ('住院人次-年度对比',   'ZYRC-NDDB','统计住院人次，根据查询时间按自然月显示相邻两年的住院人次据。','查询住院主记录，按住院日期统计住院人次。','略。');
insert into st_chart_info values ('门诊人次-科室前十',   'MZRC-KSQS','统计门诊人次，取前十科室降序显示。同时显示优先患者人次与一般患者人次。','查询门诊患者就诊记录，统计门诊科室，患者身份，就诊类型为‘门诊’。','略。');
insert into st_chart_info values ('门诊人次-号类排名',   'MZRC-HLPM','统计门诊人次，取号类前十降序显示。同时显示优先患者人次与一般患者人次。','查询门诊患者就诊记录，统计门诊号类，患者身份，就诊类型为‘门诊’。','略。');
insert into st_chart_info values ('门诊人次-费别占比',   'MZRC-FBZB','统计门诊人次，显示门诊量排名前四的患者费别占比关系。','查询门诊患者就诊记录，统计患者费别，就诊类型为‘门诊’。','略。');
insert into st_chart_info values ('门诊人次-身份占比',   'MZRC-SFZB','统计门诊人次，显示门诊量排名前四的患者身份占比关系。','查询门诊患者就诊记录，统计患者身份，就诊类型为‘门诊’。','略。');
insert into st_chart_info values ('入院人次-科室前十',   'RYRC-KSQS','统计入院人次，取前十科室降序显示。同时显示门急诊方式入院与其他方式入院人数。','查询病人入转出及状态变化日志，变动类型为‘新入’；查询住院主记录，按照入院科室，统计入院方式。','略。');
insert into st_chart_info values ('出院人次-科室前十',   'CYRC-KSQS','统计出院人次，取前十科室降序显示。同时显示正常出院人数与其他方式出院人数。','查询病人入转出及状态变化日志，变动类型为‘出院’、‘转院’、‘死亡’。','略。');
insert into st_chart_info values ('入院人次-费别占比',   'RYRC-FBQS','统计入院人次，显示入院人次排名前四的患者费别占比关系。','查询病人入转出及状态变化日志，变动类型为‘新入’；查询住院主记录，统计患者费别。','略。');
insert into st_chart_info values ('入院人次-身份占比',   'RYRC-SFZB','统计入院人次，显示入院人次排名前四的患者身份占比关系。','查询病人入转出及状态变化日志，变动类型为‘新入’；查询住院主记录，统计患者身份。','略。');
insert into st_chart_info values ('流动人数-科室前十',   'LDRS-KSQS','统计入院及出院人次，按照入院人次前十科室降序显示。','查询病人入转出及状态变化日志，变动类型为‘新入’、‘出院’、‘转院’、‘死亡’。','"入院人数=（门诊入院+急诊入院+他院转入）。出院人数=（正常出院+转院+死亡）。"');

20-22
insert into st_chart_info values ('床位使用率周转率-科室前十','CWSYLZZL-KSQS',' 统计床位使用率及周转率，按照床位使用率前十科室降序显示。
','查询病人入转出及状态变化日志，变动类型为‘转他科’、‘出院’、‘转院’、‘死亡’；查询床位记录，统计床位状态。
','"占用床位数=占用+包床+借床。
空床数=空床+锁床。
床位使用率=占用床位总日数/（占用床位总日数+空床日数）*100%。
科室床位周转率=（出院人数+出科人数）/（占用床位数+空床数）*100%。"
');
insert into st_chart_info values ('平均住院日-科室前十','PJZYR-KSQS',        '  统计常用医疗工作指标，显示今日或昨日各指标值。（动态数据）','略。','略。');
insert into st_chart_info values ('术前平均住院日-科室前十','SQPJZYR-KSQS',   '  统计常用医疗工作指标，显示今日或昨日各指标值。（动态数据）','略。','略。');

insert into st_chart_info values ('检查工作-类别前十','JRDT','统计常用医疗工作指标，显示今日或昨日各指标值。（动态数据）','略。','略。');
insert into st_chart_info values ('检验工作-类别前十','JRDT','统计常用医疗工作指标，显示今日或昨日各指标值。（动态数据）','略。','略。');
insert into st_chart_info values ('治疗工作-科室前十','JRDT','统计常用医疗工作指标，显示今日或昨日各指标值。（动态数据）','略。','略。');
insert into st_chart_info values ('手术工作-科室前十','JRDT','统计常用医疗工作指标，显示今日或昨日各指标值。（动态数据）','略。','略。');
insert into st_chart_info values ('特/一级护理总人日-科室前十','JRDT','统计常用医疗工作指标，显示今日或昨日各指标值。（动态数据）','略。','略。');
insert into st_chart_info values ('危重护理总人日-科室前十','JRDT','统计常用医疗工作指标，显示今日或昨日各指标值。（动态数据）','略。','略。');
insert into st_chart_info values ('门诊费用-科室前十-执行科室','JRDT','统计常用医疗工作指标，显示今日或昨日各指标值。（动态数据）','略。','略。');
insert into st_chart_info values ('门诊费用-优先人员占比-执行科室','JRDT','统计常用医疗工作指标，显示今日或昨日各指标值。（动态数据）','略。','略。');
insert into st_chart_info values ('门诊费用-费别占比-执行科室','JRDT','统计常用医疗工作指标，显示今日或昨日各指标值。（动态数据）','略。','略。');
insert into st_chart_info values ('门诊费用-费用构成占比-执行科室','JRDT','统计常用医疗工作指标，显示今日或昨日各指标值。（动态数据）','略。','略。');
insert into st_chart_info values ('门诊费用-科室前十-开单科室','JRDT','统计常用医疗工作指标，显示今日或昨日各指标值。（动态数据）','略。','略。');
insert into st_chart_info values ('门诊费用-优先人员占比-开单科室','JRDT','统计常用医疗工作指标，显示今日或昨日各指标值。（动态数据）','略。','略。');
insert into st_chart_info values ('住院费用-科室前十-执行科室','JRDT','统计常用医疗工作指标，显示今日或昨日各指标值。（动态数据）','略。','略。');
insert into st_chart_info values ('住院费用-优先人员占比-执行科室','JRDT','统计常用医疗工作指标，显示今日或昨日各指标值。（动态数据）','略。','略。');
insert into st_chart_info values ('住院费用-费别占比-执行科室','JRDT','统计常用医疗工作指标，显示今日或昨日各指标值。（动态数据）','略。','略。');
insert into st_chart_info values ('住院费用-费用构成占比-执行科室','JRDT','统计常用医疗工作指标，显示今日或昨日各指标值。（动态数据）','略。','略。');
insert into st_chart_info values ('住院费用-科室前十-开单科室','JRDT','统计常用医疗工作指标，显示今日或昨日各指标值。（动态数据）','略。','略。');
insert into st_chart_info values ('住院费用-优先人员占比-开单科室','JRDT','统计常用医疗工作指标，显示今日或昨日各指标值。（动态数据）','略。','略。');
insert into st_chart_info values ('门诊患者次均费用-科室前十-执行科室','JRDT','统计常用医疗工作指标，显示今日或昨日各指标值。（动态数据）','略。','略。');
insert into st_chart_info values ('门诊患者日均费用-科室前十-执行科室','JRDT','统计常用医疗工作指标，显示今日或昨日各指标值。（动态数据）','略。','略。');
insert into st_chart_info values ('住院患者次均费用-科室前十-执行科室','JRDT','统计常用医疗工作指标，显示今日或昨日各指标值。（动态数据）','略。','略。');
insert into st_chart_info values ('医疗收入-医疗类别占比','JRDT','统计常用医疗工作指标，显示今日或昨日各指标值。（动态数据）','略。','略。');
insert into st_chart_info values ('医疗收入-分摊类型占比','JRDT','统计常用医疗工作指标，显示今日或昨日各指标值。（动态数据）','略。','略。');
insert into st_chart_info values ('治愈好转率-科室前十','JRDT','统计常用医疗工作指标，显示今日或昨日各指标值。（动态数据）','略。','略。');
insert into st_chart_info values ('住院患者死亡率-科室前十','JRDT','统计常用医疗工作指标，显示今日或昨日各指标值。（动态数据）','略。','略。');
insert into st_chart_info values ('抢救成功率-科室前十','JRDT','统计常用医疗工作指标，显示今日或昨日各指标值。（动态数据）','略。','略。');
insert into st_chart_info values ('治愈者平均住院日-科室前十','JRDT','统计常用医疗工作指标，显示今日或昨日各指标值。（动态数据）','略。','略。');
insert into st_chart_info values ('诊断质量','JRDT','统计常用医疗工作指标，显示今日或昨日各指标值。（动态数据）','略。','略。');
insert into st_chart_info values ('管理质量','JRDT','统计常用医疗工作指标，显示今日或昨日各指标值。（动态数据）','略。','略。');
